<template>
  <div class="container">
    <p-header></p-header>
    <div class="content-wrap">
      <div class="con-inner">
        <c-header :tab="tab" :active="active"></c-header>
        <div class="article">
          <h4>洋葱号用户协议</h4>
          <p class="bottom-space">欢迎您使用洋葱号平台！</p>
          <p class="bottom-space">为了更好地为您提供服务，请您仔细阅读《洋葱号用户协议》（以下简称“本协议”）。在您开始使用洋葱号平台服务（以下简称“本服务”）之前，请您务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。</p>
          <p class="bottom-space">除非您完全接受本协议的全部内容，否则您无权注册、登录、使用本服务，或者获得洋葱号平台提供的任何服务 （本协议中统称“使用”）。若您使用本服务，则视为您已充分理解本协议并承诺作为本协议的一方当事人接受协议的约束。</p>

          <h5>1、适用范围</h5>
          <h6>1.1 本协议是您与本公司（以下简称“公司”）之间就您注册、登录、使用洋葱号平台服务，或者获得洋葱号平台提供的任何服务所订立的协议。就本协议项下涉及的某些服务，可能会由公司的关联公司、控制公司向您提供，您知晓并同意接受上述服务内容，即视为接受双方之间的相关权利义务关系亦受本协议约束。</h6>
          <h6>1.2 “您”是指提交有效申请并注册后，在洋葱号平台注册、登录、上传、发布等以各种形式传播内容（包括文字、图片、音频、视频、图表、漫画等）的自然人、法人或其他组织。在本协议中称为“洋葱号用户”或称“您”。</h6>
          <h6>1.3 “洋葱号平台”是公司借助移动互联网产品——洋葱视频等软件对自然人、法人或其他组织包括但不限于媒体及内容合作伙伴所开放的内容分发渠道。您注册洋葱号后可以通过洋葱号平台上传发布内容，向用户传播信息、与用户交流互动等。公司是提供网络信息存储空间的网络服务提供者。</h6>
          <h6>1.4 “用户”是指所有直接或间接使用公司所有或运营的洋葱视频等软件及相关服务的自然人、法人或其他组织。</h6>
          <h6>1.5 本协议内容同时包括公司已经发布及后续可能不断发布的关于洋葱号平台服务的相关协议、规则等内容。前述内容一经正式发布，并以适当的方式送达用户（网站公布、系统通知等），即为本协议不可分割的组成部分，您应同样遵守</h6>

          <h5>2、关于“账号”</h5>
          <h6>2.1 本服务为您提供了注册通道，您有权选择合法的字符组合作为自己的账号，并自行设置符合安全要求的密码。您设置的账号、密码是您用以登录并以注册用户身份使用本服务的凭证。</h6>
          <h6>2.2 您理解并承诺，您所设置的账号不得违反国家法律法规及公司的相关规则，您的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，不得恶意注册账号（包括但不限于频繁注册、批量注册账号等行为）。您在账号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。公司有权对您提交的注册信息进行审核。</h6>
          <h6>2.3 您在本服务中的注册账号所有权及有关权益均归公司所有，您完成注册手续后仅享有该账号的使用权，您应当正确、适当地使用、运营、管理本服务账号。您的账号仅限于您本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果公司发现或者有合理理由认为使用者并非账号初始注册人，公司有权在未通知您的情况下，暂停或终止向该注册账号提供服务，并有权注销该账号，而无需向注册该账号的洋葱号用户承担法律责任。</h6>
          <h6>2.4 您有责任维护个人账号、密码的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您通过本服务上进行的任何数据修改、言论发表、款项支付等操作行为。您应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知公司。</h6>
          <h6>2.5 您的账号在丢失或遗忘密码后，可遵照公司的申诉途径及时申诉请求找回账号或密码。您理解并认可，公司的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系真正账号有权使用者。公司特别提醒您应妥善保管您的账号和密码。当您使用完毕后，应安全退出。因您保管不当可能导致遭受盗号或密码丢失，责任由您自行承担。</h6>
          <h6>2.6 在注册、使用和管理账号时，您应保证注册账号时填写的身份信息的真实性，请您在注册、管理账号时使用真实、准确、合法、有效的相关身份信息认证材料及必要信息（包括组织机构代码、身份证件号码、移动电话号码等真实身份信息认证。依照国家相关法律法规的规定，为使用本服务，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不合法或者公司有理由怀疑为错误、不实或不合法的资料，则公司有权拒绝为您提供相关服务或您可能无法使用本服务或在使用过程中部分功能受到限制。</h6>
          <h6>2.7 为保障用户和公司利益，公司有权审查您提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件、事业单位法人证书复印件）并有权决定是否核准您的申请，并有权视情况要求您提供声明/说明、服务资质、服务范围及其他等材料。若您拒绝提供材料或提交的材料或填写的信息不真实、不准确、不完整或不合法的，则您可能无法使用本服务或在使用过程中受到限制。.公司的审查不代表对您提交的材料和信息的真实性、准确性、真实性、合法性负责。您应当对该材料和信息独立承担责任。</h6>
          <h6>2.8 为更好的为您提供服务，公司有权对使用本服务的洋葱号用户进行分级、分类管理，并有权根据级别设置相应的权限、提供相应的服务。</h6>
          <h6>2.9 您理解并同意，除您登录、使用本服务外，您还可以用本账号登录使用公司及其关联公司、控制公司提供的其他软件、服务（届时以该其他软件、服务是否开通该功能为准）。您以本账号登陆并使用前述软件、服务的，同样应受实际服务提供方的《用户协议》及其他协议条款约束。</h6>
          <h6>2.10 为提高您内容曝光量及发布效率，您同意您在账号所发布的全部内容均授权本公司以您的账号自动同步发布至公司及/或关联公司及/或控制公司运营的系列客户端软件及网站。您通过本服务发布、修改、删除内容的操作，均会同步到上述系列客户端软件及网站。 您通过已注册或者已同步的账号登录公司及/或关联公司及/或控制公司运营的系列客户端软件产品及网站时（如有），应遵守该软件产品及网站自身的《用户协议》及其他协议条款的规定。</h6>
          <h6>2.11 因您自身原因或其他不可抗因素而导致账号被盗、丢失，均由您本人承担责任，公司不承担任何责任。</h6>

        </div>
      </div>
    </div>
    <p-footer></p-footer>
  </div>
</template>
<script>
  import PHeader from 'components/p-header/p-header'
  import PFooter from 'components/p-footer/p-footer'
  import CHeader from 'base/c-header/c-header'
  export default {
    data() {
      return {
        tab: ['洋葱号用户协议'],
        active: 0
      }
    },
    components: {
      PHeader,
      PFooter,
      CHeader
    }
  }
</script>
<style lang="scss">
  .container {
    position: relative;
    .content-wrap {
      .con-inner {
        margin: 20px auto 60px;
        width: 1000px;
        height: auto;
        background: #fff;
        .article {
          padding: 0 20px;
          color:#333333;
          h4 {
            // margin: 30px auto 51px;
            margin: 30px auto;
            font-size:18px;
            line-height:18px;
            text-align:center;
          }
          h5 {
            margin: 30px 0;
            font-size: 16px;
            letter-spacing: 1px;
          }
          h6 {
                margin: 0 0 8px;
                font-size: 14px;
                font-weight: 600;
                color: #333;
                line-height: 1.5;
                letter-spacing: 0.8px;
          }
          p {
            // padding: 0 20px;
            font-size:14px;
            line-height:1.5;
            &.bottom-space {
              margin-bottom: 30px;
            }
            &.list {
              margin: 0;
              line-height: 1.8;
            }
            &:last-child {
              padding-bottom: 53px;
            }
          }
        }
      }
    }
  }
</style>